Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_ArgTypeNotSupported
source: This argument can not be passed as this type in formula columns.
bg_bg: Този аргумент не може да бъде предаден като този тип в колоните за формули.
ca_es: Aquest argument no es pot passar com a aquest tipus a les columnes de la fórmula.
cs_cz: Tento argument nelze předat jako tento typ ve sloupcích vzorce.
da_dk: Dette argument kan ikke overføres, da denne type er i formelkolonner.
de_de: Dieses Argument kann nicht als dieser Typ in Formelspalten übergeben werden.
el_gr: Αυτό το όρισμα δεν μπορεί να διαβιβαστεί ως αυτός ο τύπος στις στήλες τύπου.
es_es: No se puede pasar este argumento como este tipo en columnas de fórmula.
et_ee: Seda argumenti ei saa valemiveergudes selle tüübina edastada.
eu_es: Argumentua ezin da modu horretakoa izan formula-zutabeetan.
fi_fi: Tätä argumenttia ei voi siirtää annettuna tyyppinä kaavasarakkeissa.
fr_fr: Cet argument ne peut pas être passé en tant que ce type dans les colonnes de formule.
gl_es: Este argumento non se pode pasar como este tipo nas columnas de fórmula.
hi_in: इस तर्क को फॉर्मूला कॉलम में इस प्रकार के रूप में पास नहीं किया जा सकता है.
hr_hr: Taj argument nije moguće proslijediti kao tu vrstu u stupcima formule.
hu_hu: Ez az argumentum nem adható át ilyen típusúként a képletoszlopokban.
it_it: Impossibile trasmettere questo argomento come questo tipo nelle colonne della formula.
ja_jp: 計算式列で、この引数をこの型で渡すことはできません。
kk_kz: Бұл аргумент формула бағандарында осы түр ретінде берілмеуі мүмкін.
ko_kr: 이 인수는 수식 열에서 이 형식으로 전달할 수 없습니다.
lt_lt: Šio argumento negalima perduoti formulės stulpeliuose kaip šio tipo.
lv_lv: Šo argumentu formulu kolonnās nevar nodot kā šāda tipa argumentu.
ms_my: Argumen ini tidak boleh dihantar sebagai jenis ini dalam lajur formula.
nb_no: Dette argumentet kan ikke sendes som denne typen i formelkolonner.
nl_nl: Dit argument kan niet worden doorgegeven als dit type in formulekolommen.
pl_pl: Nie można przekazać tego argumentu jako tego typu w kolumnach formuły.
pt_br: Este argumento não pode ser transmitido como este tipo nas colunas de fórmula.
pt_pt: Não é possível transmitir este argumento como este tipo em colunas de fórmula.
ro_ro: Acest argument nu poate fi transmis ca fiind de acest tip în coloanele de formule.
ru_ru: Этот аргумент нельзя передавать в качестве этого типа в столбцах формул.
sk_sk: Tento argument nie je možné odovzdať ako tento typ v stĺpcoch vzorcov.
sl_si: Tega argumenta ni mogoče prenesti kot to vrsto v stolpce s formulo.
sr_cyrl_rs: Није могуће проследити овај аргумент као овај тип у колонама формула.
sr_latn_rs: Nije moguće proslediti ovaj argument kao ovaj tip u kolonama formula.
sv_se: Det här argumentet kan inte skickas som den här typen i formelkolumner.
th_th: ไม่สามารถส่งผ่านอาร์กิวเมนต์เป็นชนิดนี้ในคอลัมน์สูตรได้
tr_tr: Bu bağımsız değişken, formül sütunlarında bu tür olarak geçirilemez.
uk_ua: Цей аргумент не можна передати як цей тип у стовпцях формул.
vi_vn: Đối số này không thể được chuyển dưới dạng loại này trong cột công thức.
zh_cn: 此参数不能作为公式列中的此类型进行传递。
zh_tw: 此引數不能在公式資料行中以此類型傳遞。

# FormulaColumns_LiteralArgRequired
source: Only a literal value is supported for this argument.
bg_bg: За този аргумент се поддържа само стойност на литерал.
ca_es: Només s'admet un valor literal per a aquest argument.
cs_cz: Pro tento argument je podporována pouze doslovná hodnota.
da_dk: Der understøttes kun en bogstavelig værdi for dette argument.
de_de: Für dieses Argument wird nur ein Literalwert unterstützt.
el_gr: Υποστηρίζεται μόνο μια κυριολεκτική τιμή για αυτό το όρισμα.
es_es: Solo se admite un valor literal para este argumento.
et_ee: Selle argumendi puhul toetatakse ainult sõnasõnalist väärtust.
eu_es: Argumentu honetarako balio literala besterik ez da onartzen.
fi_fi: Tämä argumentti tukee vain literaaliarvoa.
fr_fr: Seule une valeur littérale est prise en charge pour cet argument.
gl_es: Só un valor literal é compatible con este argumento.
hi_in: इस तर्क के लिए केवल एक लिटरल मान समर्थित है.
hr_hr: Za ovaj argument podržana je samo doslovna vrijednost.
hu_hu: Ehhez az argumentumhoz csak konstansérték támogatott.
it_it: Per questo argomento è supportato solo un valore letterale.
ja_jp: この引数ではリテラル値のみを使用できます。
kk_kz: Бұл аргумент үшін тек әріптік мәнге қолдау көрсетіледі.
ko_kr: 이 인수에는 리터럴 값만 지원됩니다.
lt_lt: Šiame argumente palaikoma tik literalo reikšmė.
lv_lv: Šim argumentam tiek atbalstīta tikai literāļa vērtība.
ms_my: Hanya nilai literal disokong untuk argumen ini.
nb_no: Bare en litteralverdi støttes for dette argumentet.
nl_nl: Er wordt alleen een letterlijke waarde ondersteund voor dit argument.
pl_pl: W przypadku tego argumentu jest obsługiwana tylko wartość literału.
pt_br: Apenas um valor literal tem suporte para este argumento.
pt_pt: Este argumento só suporta um valor literal.
ro_ro: Doar o valoare literală se acceptă pentru acest argument.
ru_ru: Для этого аргумента поддерживается только литеральное значение.
sk_sk: Pre tento argument je podporovaná iba hodnota literálu.
sl_si: Za ta argument je podprta samo vrednost z nizom.
sr_cyrl_rs: За овај аргумент је подржана само вредност литерала.
sr_latn_rs: Za ovaj argument je podržana samo vrednost literala.
sv_se: Endast ett literalt värde stöds för det här argumentet.
th_th: อาร์กิวเมนต์นี้สนับสนุนเฉพาะค่าสัญพจน์เท่านั้น
tr_tr: Bu bağımsız değişken için yalnızca bir değişmez değer desteklenir.
uk_ua: Для цього аргументу підтримується лише значення літерала.
vi_vn: Chỉ có một giá trị theo nghĩa đen được hỗ trợ cho đối số này.
zh_cn: 此参数仅支持文字值。
zh_tw: 此引數僅支援常值。

# FormulaColumns_TimeZoneConversion
source: {0} cannot be performed on this input without a time zone conversion, which is not supported in formula columns.
bg_bg: {0} не може да се извърши при тези входни данни без преобразуване на часовата зона, което не се поддържа в колоните за формули.
ca_es: {0} no es pot realitzar en aquesta entrada sense una conversió de fus horari, que no està admesa a les columnes de la fórmula.
cs_cz: {0} nelze u tohoto vstupu provést bez převodu časového pásma, který není ve sloupcích vzorce podporován.
da_dk: {0} kan ikke udføres på dette input uden en tidszonekonvertering. Det understøttes ikke i formelkolonnerne.
de_de: {0} kann für diese Eingabe ohne Zeitzonenumstellung nicht ausgeführt werden, was in Formelspalten nicht unterstützt wird.
el_gr: {0} δεν μπορεί να εκτελεστεί σε αυτά τα δεδομένα εισόδου χωρίς μετατροπή ζώνης ώρας, η οποία δεν υποστηρίζεται στις στήλες τύπου.
es_es: {0} no se puede realizar en esta entrada sin una conversión de zona horaria, que no se admite con columnas de fórmula.
et_ee: Toimingut {0} ei saa sellel sisendil teha ilma ajavööndi teisenduseta, mida valemiveergudes ei toetata.
eu_es: Ezin da {0} funtzioa egin sarrera honetan ordu-zona bihurketarik gabe, hori ez baita onartzen formula-zutabeetan.
fi_fi: Toimintoa {0} ei voi suorittaa tällä syötteellä ilman aikavyöhykemuunnosta, jota kaavasarakkeet eivät tue.
fr_fr: {0} ne peut pas être effectuée sur cette entrée sans conversion de fuseau horaire, qui n’est pas prise en charge dans les colonnes de formule.
gl_es: {0} non se pode realizar nesta entrada sen unha conversión de fuso horario, que non se admite nas columnas de fórmula.
hi_in: इस इनपुट पर टाइम जोन कनवर्जन के बिना {0} को कार्यान्वित नहीं किया जा सकता है, जो फॉर्मूला कॉलम में समर्थित नहीं है.
hr_hr: Funkcija {0} se ne može izvršiti za taj unos bez pretvorbe vremenske zone, jer to nije podržano u stupcima formule.
hu_hu: {0} nem végezhető el ezen a bevitelen időzóna-konverzió nélkül, amely nem támogatott a képletoszlopokban.
it_it: Impossibile eseguire {0} su questo input senza la conversione del fuso orario, che non è supportata nelle colonne della formula.
ja_jp: この入力でタイム ゾーンを変換せずに {0} を実行することは、計算式列でサポートされていないため、可能ではありません。
kk_kz: Формула бағандарында қолдау көрсетілмейтін уақыт белдеуін түрлендірмей, бұл жазбада {0} орындалмайды.
ko_kr: 표준 시간대 변환 없이 이 입력에 {0}을(를) 수행할 수 없으며, 이는 수식 열에 지원되지 않습니다.
lt_lt: {0} negalima atlikti su šia įvestimi be laiko juostos konvertavimo, kuris formulės stulpeliuose nepalaikomas.
lv_lv: Funkciju {0} šai ievadei nevar veikt bez laika joslas pārvēršanas, kas formulu kolonnās netiek atbalstīta.
ms_my: {0} tidak dapat dilakukan pada input ini tanpa penukaran zon waktu yang tidak disokong dalam lajur formula.
nb_no: {0} kan ikke utføres for disse inndataene uten tidssonekonvertering, som ikke støttes i formelkolonner.
nl_nl: {0} kan niet worden uitgevoerd op deze invoer zonder een tijdzoneconversie die niet wordt ondersteund in formulekolommen.
pl_pl: Nie można wykonać {0} na tych danych wejściowych bez konwersji strefy czasowej, która nie jest obsługiwana w kolumnach formuły.
pt_br: {0} não pode ser executado nesta entrada sem uma conversão de fuso horário, que não tem suporte nas colunas de fórmula.
pt_pt: Não é possível efetuar {0} nesta entrada sem uma conversão de fuso horário, que não é suportada em colunas de fórmula.
ro_ro: {0} nu poate opera pe această intrare fără o conversie de fus orar fără de care funcția nu este acceptată în coloanele de formule.
ru_ru: Операцию {0} невозможно выполнить для этих входных данных без преобразования часового пояса, которое не поддерживается в столбцах формул.
sk_sk: Funkcia {0} sa nedá vykonať použitím tejto zadanej hodnoty bez konverzie časového pásma, ktorá však nie je v stĺpcoch vzorcov podporovaná.
sl_si: Funkcije {0} ni mogoče izvesti za vnos brez pretvorbe časovnega pasu, kar pa ni podprto v stolpcih s formulo.
sr_cyrl_rs: {0} није могуће извршити на овом уносу без конверзије временске зоне, која није подржана у колонама формула.
sr_latn_rs: {0} nije moguće izvršiti na ovom unosu bez konverzije vremenske zone, koja nije podržana u kolonama formula.
sv_se: {0} kan inte utföras på denna indata utan en tidszonskonvertering, som inte stöds i formelkolumner.
th_th: {0} ไม่สามารถดำเนินการกับข้อมูลป้อนเข้านี้โดยไม่มีการแปลงโซนเวลา ซึ่งไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: {0}, formül sütunlarında desteklenmeyen bir saat dilimi dönüşümü olmadan bu girişte gerçekleştirilemez.
uk_ua: {0} не можна виконати для цих вхідних даних без перетворення часового поясу, що не підтримується в стовпцях формул.
vi_vn: {0} không thể thực hiện trên đầu vào này mà không có chuyển đổi múi giờ, điều này không được hỗ trợ trong cột công thức.
zh_cn: 如果没有时区转换，则无法对此输入执行 {0}，而公式列不支持时区转换。
zh_tw: 如果沒有時區轉換，則無法對此輸入執行 {0}，公式資料行不支援時區轉換。

# FormulaColumns_IncompatibleDateTimes
source: This operation cannot be performed on values which are of different Date Time Behaviors.
bg_bg: Тази операция не може да се изпълни върху стойности, които са с различни поведения за дата и час.
ca_es: Aquesta operació no es pot dur a terme en valors de comportaments de data i hora diferents.
cs_cz: Tuto operaci nelze provést u hodnot, které mají odlišné chování data a času.
da_dk: Denne handling kan ikke udføres på værdier, der har forskellige funktionsmåder for dato og klokkeslæt.
de_de: Dieser Vorgang kann nicht für Werte ausgeführt werden, die ein anderes Datums-/Uhrzeitverhalten aufweisen.
el_gr: Αυτή η λειτουργία δεν είναι δυνατό να εκτελεστεί σε τιμές που είναι διαφορετικών συμπεριφορών ημερομηνίας/ώρας.
es_es: Esta operación no se puede realizar en valores que son de comportamientos de fecha y hora diferentes.
et_ee: Seda toimingut ei saa teha erinevate kuupäeva ja kellaaja käitumisega väärtustel.
eu_es: Operazioa ezin da egin data- eta ordu-portaera desberdineko datuekin.
fi_fi: Tätä toimintoa ei voi suorittaa arvoille, joilla on eri päivämäärän ja ajan toimintatapa.
fr_fr: Cette opération ne peut pas être effectuée sur des valeurs qui ont des comportements différents en matière de date et d’heure.
gl_es: Esta operación non se pode realizar en valores de comportamentos de data e hora diferentes.
hi_in: यह कार्रवाई उन मानों पर नहीं की जा सकती जो अलग-अलग दिनांक समय व्यवहार के हैं.
hr_hr: Ovu operaciju nije moguće izvesti na vrijednostima koje su različitih ponašanja datuma i vremena.
hu_hu: Ez a művelet nem hajtható végre olyan értékeken, amelyek eltérő dátum-/időviselkedéssel rendelkeznek.
it_it: Impossibile eseguire questa operazione su valori che sono di comportamenti di data/ora diversi.
ja_jp: この操作を、日時の動作が同じでない値に対して実行することはできません。
kk_kz: Бұл операцияны күннің уақыт әрекеттері әр түрлі мәндерде орындауға болмайды.
ko_kr: 이 작업은 날짜/시간 동작이 다른 값에 대해 수행할 수 없습니다.
lt_lt: Šios operacijos negalima atlikti su reikšmėmis, kurių datos ir laiko veikimo būdai yra kitokie.
lv_lv: Šo operāciju nevar izpildīt vērtībām, kurām ir atšķirīgs datuma un laika scenārijs.
ms_my: Operasi ini tidak boleh dilakukan pada nilai yang berlainan Tingkah Laku Tarikh Masa.
nb_no: Denne operasjonen kan ikke utføres på verdier som har ulike dato/klokkeslett-virkemåter.
nl_nl: Deze bewerking kan niet worden uitgevoerd op waarden met een ander datum-/tijdgedrag.
pl_pl: Nie można wykonać tej operacji na wartościach o różnych zachowaniach daty i godziny.
pt_br: Esta operação não pode ser realizada em valores que sejam de Comportamentos de Data e Hora diferentes.
pt_pt: Não é possível efetuar esta operação em valores que têm Comportamentos de Data/Hora diferentes.
ro_ro: Această operațiune nu se poate efectua pe valori care prezintă comportamente de dată/oră diferite.
ru_ru: Эту операцию невозможно выполнить над значениями, имеющие разные поведения даты и времени.
sk_sk: Túto operáciu nie je možné vykonať použitím hodnôt, ktoré iným spôsobom vyhodnocujú dátum a čas.
sl_si: Tega postopka ni mogoče izvesti pri vrednostih, ki imajo različna vedenja datuma in ure.
sr_cyrl_rs: Ову операцију није могуће извршити на вредностима које имају различита понашања датума и времена.
sr_latn_rs: Ovu operaciju nije moguće izvršiti na vrednostima koje imaju različita ponašanja datuma i vremena.
sv_se: Åtgärden kan inte utföras på värden som har olika datum-/tidsbeteenden.
th_th: ไม่สามารถดำเนินการนี้กับค่าที่มีลักษณะการทำงานของวันที่และเวลาแตกต่างกันได้
tr_tr: Bu işlem, farklı Tarih Saat Davranışlarında bulunan değerlerde gerçekleştirilemez.
uk_ua: Цю операцію не можна виконати для значень, які мають іншу поведінку атрибута дати та часу.
vi_vn: Thao tác này không thể được thực hiện trên các giá trị có Hành vi ngày giờ khác nhau.
zh_cn: 无法对具有不同日期时间行为的值执行此操作。
zh_tw: 無法對具有不同日期時間行為的值執行此作業。

# FormulaColumns_DateTimeFormatNotSupported
source: Only the short date and time format strings are supported in formula columns.
bg_bg: Само низовете за кратки формати за дата и час се поддържат в колоните за формули.
ca_es: Només les cadenes de format de data i hora curtes s'admeten a les columnes de la fórmula.
cs_cz: Ve sloupcích vzorce jsou podporovány pouze řetězce krátkého formátu data a času.
da_dk: Det er kun korte strenge til dato- og klokkeslætsformat, der understøttes i formelkolonnerne.
de_de: Nur die Zeichenfolgen für das kurze Datums- und Zeitformat werden in den Formelspalten unterstützt.
el_gr: Μόνο οι συμβολοσειρές μορφής σύντομης ημερομηνίας και ώρας υποστηρίζονται σε στήλες τύπου.
es_es: Solo se admiten las cadenas de formato de fecha y hora cortas en columnas de fórmula.
et_ee: Valemiveergudes toetatakse ainult lühikese vorminguga kuupäeva- ja kellaaja stringe.
eu_es: Dataren eta orduaren formatu laburrak soilik onartzen dira formula-zutabeetan.
fi_fi: Kaavasarakkeet tukevat vain lyhyitä päivämäärä- ja aikamuotoisia merkkijonoja.
fr_fr: Seules les chaînes de format de date et d’heure courtes sont prises en charge dans les colonnes de formule.
gl_es: Nas columnas de fórmula só se admiten cadeas de formato de data e hora curtas.
hi_in: फॉर्मूला कॉलम में केवल छोटी दिनांक और समय प्रारूप स्ट्रिंग समर्थित हैं.
hr_hr: U stupcima formule podržani su samo nizovi koji se odnose na kratki zapis formata datuma i vremena.
hu_hu: Csak a rövid dátum- és időformátumú sztringek támogatottak a képletoszlopokban.
it_it: Solo le stringhe di formato di data e ora breve sono supportate nelle colonne della formula.
ja_jp: 計算式列では、短い文字列形式の日時のみを使用できます。
kk_kz: Формула бағандарында тек қысқа күн мен уақыт пішімі жолдарына қолдау көрсетіледі.
ko_kr: 수식 열에는 짧은 날짜 및 시간 형식 문자열만 지원됩니다.
lt_lt: Formulės stulpeliuose palaikomos tik trumpo datos ir laiko formato eilutės.
lv_lv: Formulu kolonnās tiek atbalstītas tikai īsās datuma un laika formāta virknes.
ms_my: Hanya rentetan format tarikh dan masa pendek disokong dalam lajur formula.
nb_no: Bare strengene for kort dato og klokkeslett-format støttes i formelkolonner.
nl_nl: Alleen tekenreeksen voor de korte datum- en tijdnotatie worden ondersteund in formulekolommen.
pl_pl: W kolumnach formuły są obsługiwane tylko ciągi krótkiego formatu daty i czasu.
pt_br: Somente as cadeias de caracteres de formato de data e hora têm suporte nas colunas de fórmula.
pt_pt: As colunas de fórmula só suportam cadeias no formato data e hora abreviada.
ro_ro: Numai șirurile scurte de format dată și oră sunt acceptate în coloanele de formule.
ru_ru: В столбцах формул поддерживаются только строки в коротком формате даты и времени.
sk_sk: V stĺpcoch vzorcov sú podporované len reťazce s krátkym formátom dátumu a času.
sl_si: V stolpcih s formulo so podprti samo nizi s kratko obliko zapisa datuma in ure.
sr_cyrl_rs: У колонама формула подржане су само ниске кратког формата датума и времена.
sr_latn_rs: U kolonama formula podržane su samo niske formata kratkog datuma i vremena.
sv_se: Endast de korta strängarna för datum- och tidsformat stöds i formelkolumner.
th_th: คอลัมน์สูตรสนับสนุนเฉพาะสตริงรูปแบบวันที่และเวลาแบบสั้นเท่านั้น
tr_tr: Formül sütunlarında yalnızca kısa tarih ve saat biçimi dizeleri desteklenmektedir.
uk_ua: У стовпцях формул підтримуються лише рядки короткого формату дати й часу.
vi_vn: Chỉ các chuỗi định dạng ngày và giờ ngắn mới được hỗ trợ trong cột công thức.
zh_cn: 公式列仅支持短日期和时间格式字符串。
zh_tw: 公式資料行只支援簡短日期和時間格式字串。
